Revit 2027 API
SymbolTypeId.LPerS Property
 Symbol L/s, indicating unit Liters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LPerS { get; }
Public Shared ReadOnly Property LPerS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LPerS {
	ForgeTypeId^ get ();
}
static member LPerS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace